/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "%@ Basisstation konfigurieren";
"CreateExtendMoreInfo" = "Wählen Sie „Neues drahtloses Netzwerk anlegen“, wenn Sie Ihr drahtloses AirPort-Gerät in einem neuen drahtlosen Netzwerk konfigurieren möchten. Computer, die eine Verbindung zu Ihrem Netzwerk herstellen, können mit den Computern in Ihrem Netzwerk drahtlos kommunizieren. Falls sie über Ethernet verbunden sind, können sei via Ethernet kommunizieren. Falls Ihr Gerät für den Internetanschluss konfiguriert ist, können per Kabel oder drahtlos verbundene Computer den Internetanschluss gemeinsam verwenden. Klicken Sie auf „Fortfahren“, um ein neues drahtloses Netzwerk einzurichten.\n\nWählen Sie „Reichweite des AirPort Extreme- oder AirPort Express-Netzwerks erweitern“, wenn Sie bereits ein AirPort-Netzwerk eingerichtet haben und möchten, dass Ihr Gerät eine Verbindung zu dem Netzwerk herstellt, um dessen Reichweite zu vergrößern. Das Erweitern der Reichweite eines drahtlosen Netzwerks wird auch als „Wireless Distribution System“ (WDS) bezeichnet. Drahtlose Geräte, die Bestandteil eines WDS sind, teilen eine Verbindung zum Internet und stellen diese Internetverbindung den Computern in dem Netzwerk zur Verfügung.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Legen Sie für Ihr drahtloses Gerät einen Namen und ein Kennwort fest";
"NameMoreInfo" = "Der Name wird in der Seitenleiste im AirPort-Dienstprogramm angezeigt. Verwenden Sie einen eindeutigen Namen, z. B. „Wohnzimmer“ oder „Büro“. Wenn ein Netzwerk aus mehr als einem drahtlosen Gerät besteht, erkennen Sie so ganz einfach das Objekt, das Sie konfigurieren oder ändern möchten. Geben Sie ein Kennwort für das Gerät ein. Nach diesem Kennwort werden Sie gefragt, wenn Sie später Änderungen an den Einstellungen des Geräts vornehmen möchten.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Schützen Sie Ihr Netzwerk";
"SecurityMoreInfo" = "Sie können Ihr Netzwerk durch ein Kennwort schützen. Jeder, der versucht, sich mit Ihrem Netzwerk zu verbinden, muss dazu das Kennwort eingeben.\n\nDrahtlose AirPort-Geräte unterstützen zwei Arten von Kennwörtern:\n• WPA2: Wi-Fi-Protected-Access-Kennwörter sind sicherer, aber u. U. auch weniger kompatibel.\n• 128-Bit WEP: Wired-Equivalent-Privacy-Kennwörter sind kompatibler mit alten Computern und drahtlosen Netzwerkkarten.\n\nWenn Sie „Kein Schutz“ wählen, kann sich jeder, der sich in Reichweite befindet, ohne Kennwort mit Ihrem Netzwerk verbinden. Diese Option ist nicht empfehlenswert.\n\nWenn Sie „128-Bit WEP“ wählen, dann verwenden Sie ein Kennwort mit exakt 13 Zeichen. Damit gewährleisten Sie die Kompatibilität mit Windows und anderen Macintosh-fremden Geräten.\n\nWenn Sie „WPA2“ wählen, dann verwenden Sie ein Kennwort mit mindestens acht Zeichen.";
"SecurityMoreInfoWPANone.Title" = "Schützen Sie Ihr Netzwerk";
"SecurityMoreInfoWPANone" = "Sie können Ihr Netzwerk mit dem Schutz für drahtlose Netzwerke „Persönlicher WPA“ schützen. Jeder, der versucht, sich mit Ihrem Netzwerk zu verbinden, wird dann aufgefordert, das Kennwort einzugeben.\n\nWenn Sie „Kein Schutz“ wählen, kann sich jeder, der sich in Reichweite Ihres Netzwerks befindet, ohne Kennworteingabe an Ihrem Netzwerk anmelden. Diese Option wird nicht empfohlen.\n\nWenn Sie sich für „Persönlicher WPA“ entscheiden, benötigen Sie ein Kennwort mit mindestens 8 Zeichen.";
"SecurityMoreInfoWPA2None.Title" = "Schützen Sie Ihr Netzwerk";
"SecurityMoreInfoWPA2None" = "Sie können Ihr Netzwerk mit dem Schutz für drahtlose Netzwerke „Persönlicher WPA/WPA2“ schützen. Jeder, der versucht, sich mit Ihrem Netzwerk zu verbinden, wird dann aufgefordert, das Kennwort einzugeben.\n\nWenn Sie „Kein Schutz“ wählen, kann sich jeder, der sich in Reichweite Ihres Netzwerks befindet, ohne Kennworteingabe an Ihrem Netzwerk anmelden. Diese Option wird nicht empfohlen.\n\nWenn Sie sich für „Persönlicher WPA/WPA2“ entscheiden, benötigen Sie ein Kennwort mit mindestens 8 Zeichen.";
"SecurityMoreInfoTSN.Title" = "Schützen Sie Ihr Netzwerk";
"SecurityMoreInfoTSN" = "Sie können Ihr Netzwerk durch ein Kennwort schützen. Jeder, der versucht, sich mit Ihrem Netzwerk zu verbinden, muss dazu das Kennwort eingeben.\n\nDrahtlose AirPort-Geräte unterstützen zwei Arten von Kennwörtern:\n• WPA2: Wi-Fi-Protected-Access-Kennwörter sind sicherer, aber u. U. auch weniger kompatibel.\n• Kennwörter mit WEP (Transitional Security Network) sind kompatibler mit alten Computern und drahtlosen Netzwerkkarten, ermöglichen aber auch neueren WPA- und WPA2-Clients das Verbinden mit dem Netzwerk.\n\nWenn Sie „Kein Schutz“ wählen, kann sich jeder, der  sich in Reichweite befindet, ohne Kennwort mit Ihrem Netzwerk verbinden. Diese Option ist nicht empfehlenswert.\n\nWenn Sie „WEP (Transitional Security Network)“ wählen, dann verwenden Sie ein Kennwort mit exakt 13 Zeichen.\n\nWenn Sie „WPA2“ wählen, dann verwenden Sie ein Kennwort mit mindestens acht Zeichen.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Wie möchten Sie sich mit dem Internet verbinden?";
"InternetMoreInfo" = "Wenn Sie ein DSL- oder Kabelmodem für den Internetzugang verwenden und Ihr Internetanbieter Ihnen automatisch eine IP-Adresse über DHCP zuweist, wählen Sie die erste Option.\n\nWenn Sie sich über PPPoE (Point-to-Point Protocol over Ethernet) mit dem Internet verbinden, wählen Sie die zweite Option. Bei einer PPPoE-Verbindung haben Sie wahrscheinlich einen Benutzernamen und ein Kennwort für Ihren Internetaccount erhalten. Wenden Sie sich an Ihren Internetanbieter, falls Sie sich nicht sicher sind.\n\nWenn Sie mit einem Ethernetnetzwerk verbunden sind, wählen Sie die dritte Option aus. Fragen Sie den Netzwerkadministrator, wie Ihnen die IP-Adresse zugewiesen wird (über DHCP oder manuell).\n\nWenn Sie eine AirPort-Basisstation mit internem Modem konfigurieren und einen PPP-Account haben, dann wählen Sie „Ich verwende ein Modem, das an meinem Telefonanschluss angeschlossen ist“.\n\nWählen Sie „Ich möchte das Internet noch nicht nutzen“, wenn Sie mit der Konfiguration Ihrer Basisstation fortfahren möchten und keine Verbindung zum Internet wünschen. Sie können später zurückkehren, um eine Verbindung mit dem Internet herzustellen.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "TCP/IP des Geräts konfigurieren";
"EthernetMoreInfo" = "Ob Sie „Manuell“ oder „DHCP verwenden“ aus dem Einblendmenü „IPv4 konfigurieren“ wählen, hängt davon ab, wie Ihr Internetanbieter IP-Adressen bereitstellt. Wenn Sie Ihre IP-Adresse automatisch von Ihrem Internetanbieter erhalten, wählen Sie im Einblendmenü „TCP/IP“ die Option „DHCP verwenden“. Das Feld für die IP-Adresse und andere Felder werden dann von Ihrem Internetanbieter ausgefüllt.\n\nWenn Ihnen der Internetanbieter eine IP-Adresse und weitere Nummern zu Ihrem Internetaccount zur Verfügung stellt, wählen Sie „Manuell“ und verwenden diese Informationen zur manuellen Konfiguration der IP-Adresse des drahtlosen Geräts. Wenn Sie sich nicht sicher sind, fragen Sie bitte bei Ihrem Internetanbieter nach.\n\nFalls Ihr Internetanbieter Sie nach der MAC-Adresse Ihres Geräts fragt, geben Sie die Adresse des Ethernet-WAN-Anschlusses an, die Sie auf dem Aufkleber unten auf dem Boden Ihres drahtlosen AirPort-Geräts finden.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Wählen Sie aus, wie Sie %@ einsetzen möchten.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Falls Sie bereits ein drahtloses AirPort-Gerät oder einen drahtlosen Router haben und das Gerät durch %@ ersetzen möchten, wählen Sie „Eine bestehende Basisstation/drahtloser Router soll durch %@ ersetzt werden“.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Falls Sie ein bereits ein Netzwerk haben und %@ drahtlos oder per Ethernet mit diesem Netzwerk verbunden werden soll, wählen Sie „Mein %@ soll sich mit dem Netzwerk verbinden“.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Falls Sie kein drahtloses Netzwerk haben oder ein weiteres hinzufügen möchten, wählen Sie „Ich möchte ein neues drahtloses Netzwerk anlegen“.";

"GuestNetworkMoreInfo.Title" = "Gästenetzwerk";
"GuestNetworkMoreInfo" = "Ein Gästenetzwerk ermöglicht Client-Computern, sich mit dem Internet zu verbinden, ohne dabei auf Ihr privates Netzwerk zuzugreifen. Sie können ein Gästenetzwerk mit oder ohne Kennwortschutz konfigurieren.\n\nMit der manuellen Konfiguration können Sie weitere Optionen für das Gästenetzwerk festlegen, z. B. das Freigeben von Dateien zwischen Computern, die mit dem Gästenetzwerk verbunden sind.";


/* End of strings file */
